Repository: markjohnnightingale/clean-login
Catalog: lang/clean-login-*.po
Languages: fr_fr

source: Successfully logged in!
fr_fr: Connexion réussie avec succès !

source: Wrong credentials
fr_fr: Mauvais identifiant / mot de passe

source: Successfully logged out!
fr_fr: Déconnexion réussie avec succès !

source: Something went wrong while activating your user
fr_fr: Quelque chose a mal tourné durant l'activation de votre utilisateur

source: You haven't validated your email address. Check your email inbox from a mail from Electeurs en Herbe.<br><strong>Click on the link in the email to activate your account.</strong> and try logging in again.
fr_fr: Vous n'avez pas validé votre adresse e-mail. Consultez votre boîte de réception pour un mail d’Electeurs en herbe<br><strong>Cliquez sur le lien dans l'e-mail pour activer votre compte.</strong> et essayez de vous connecter à nouveau.

source: Successfully activated
fr_fr: Votre compte est désormais vérifié

source: Information updated
fr_fr: Informations mises à jour

source: Passwords must be eight characters including one upper/lowercase letter, one special/symbol character and alphanumeric characters. Passwords should not contain the user's username, email, or first/last name.
fr_fr: Les mots de passe doivent avoir 8 caractères dont une majuscule / minuscule, un caractère spécial / symbole et des caractères alphanumériques</br>Les mots de passe ne doivent pas contenir l'identifiant, l'email, le prénom ou le nom

source: Passwords must be identical
fr_fr: Les mots de passe doivent être identiques

source: Error updating email
fr_fr: Erreur lors de la mise à jour de l’email

source: Something strange has ocurred
fr_fr: Une erreur est survenue

source: You need to be logged in to edit your profile
fr_fr: Vous devez être connecté pour modifier votre profil

source: User created
fr_fr: Utilisateur créé

source: Please confirm your account, you will receive an email
fr_fr: Un email avec un lien d'activation pour vérifier votre compte vous a été envoyé

source: New user created
fr_fr: Nouvel utilisateur créé

source: Username is not valid. Do you already have an account?
fr_fr: Le nom d'utilisateur n'est pas valide. Avez-vous déjà un compte?

source: First name is not valid
fr_fr: Identifiant non valide

source: Last name is not valid
fr_fr: Identifiant non valide

source: Passwords must be identical and filled
fr_fr: Les mots de passe doivent être tous les deux saisis et identiques

source: Email is not valid
fr_fr: L’email est invalide

source: There is already a user registered with this email. Login with this existing account. If you do not remember your password, you will find a recuperation link at the login form.
fr_fr: Il y a déjà un utilisateur enregistré avec cette adresse mail. Connectez-vous avec ce compte existant. Si vous ne vous souvenez pas de votre mot de passe, vous trouverez un lien de récupération sur le formulaire de connexion.

source: CAPTCHA is not valid, please try again
fr_fr: Le CAPTCHA est invalide, merci d'essayer à nouveau

source: Something strange has ocurred while created the new user
fr_fr: Une erreur est survenue lors de la création du nouvel utilisateur

source: You are now logged in. It makes no sense to register a new user
fr_fr: Vous êtes déjà connecté : Vous ne pouvez pas vous inscire.

source: You will receive an email with the activation link
fr_fr: Vous recevrez un émail avec le lien d'activation

source: You may receive an email with the activation link
fr_fr: Vous allez recevoir un email avec le lien d'activation

source: An error has ocurred sending the email
fr_fr: Une erreur s'est produite lors de l'envoi de l’email

source: Username is not valid
fr_fr: Identifiant non valide

source: You are now logged in. It makes no sense to restore your account
fr_fr: Vous êtes déjà connecté : Il n'y a pas lieu de réinitialiser votre mot de passe.

source: Use the following link to activate your account: <a href='%s'>activate your account</a>.<br/><br/>%s<br/>
fr_fr: Utiliser le lien suivant pour vérifier votre compte: <a href='%s'>vérifier votre compte</a> <br/>%s<br/>

source: Activate your account
fr_fr: Activer votre compte

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
fr_fr: Nouvel utilisateur inscrit : %s <br/><br/>Merci de changer le rôle de 'Stand-by' à 'abonné' ou supérieur pour permettre l'accès complet au site

source: New user registered: %s <br/>
fr_fr: Nouvel utilisateur inscrit : %s <br/>

source: New user
fr_fr: Nouvel utilisateur créé

source: Click here to activate your account
fr_fr: Cliquez ici pour activer votre compte

source: Welcome to Voters in Training! Activate your Voters in training account
fr_fr: Bienvenue à Electeurs en Herbe ! Activez votre compte Électeurs en Herbe

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
fr_fr: Utilisez le lien ci-dessous pour réinitialiser votre mot de passe : <a href='%s'>réinitialiser votre mot de passe</a> <br/>%s<br/>

source: Restore your password
fr_fr: Nouveau mot de passe

source: Donate
fr_fr: DOn

source: Admin area
fr_fr: Zone d'administration

source: Clean Login status
fr_fr: Statut de l'utilisateur connecté

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
fr_fr: Ci-dessous vous pouvez vérifier l'état du plugin en ce qui concerne l'utilisation des shortcodes et des pages / articles qui les contiennent

source: Currently not used
fr_fr: Actuellement non utilisé

source: Used <a href="%s">here</a>
fr_fr: Utilisé <a href="%s">ici</a>

source: This shortcode contains login form and login information.
fr_fr: Ce shortcode affiche le formulaire de connexion et les informations de connexion

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview.
fr_fr: Ce shortcode affiche l'éditeur de profil</br>Si vous l'incluez dans une page / un article, un lien apparaîtra sur votre formulaire de connexion

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
fr_fr: Ce shortcode affiche le formulaire d'inscription</br>Si vous l'incluez dans une page / un article, un lien apparaîtra sur votre formulaire de connexion

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
fr_fr: Ce shortcode affiche le formulaire de réinitialisation de mot de passe</br>Si vous l'incluez dans une page / un article, un lien apparaîtra sur votre formulaire de connexion

source: Settings saved.
fr_fr: Paramètres enregistrés

source: Admin bar
fr_fr: Barre d'administration

source: Hide admin bar for non-admin users?
fr_fr: Masquer la barre d'administration pour les utilisateurs non-administrateurs ?

source: Dashboard access
fr_fr: Accès au Tableau de bord

source: Disable dashboard access for non-admin users?
fr_fr: Désactiver l'accès au Tableau de bord pour les utilisateurs non-administrateurs ?

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
fr_fr: Merci de noter que vous ne pouvez pas vous connecter via <strong> wp-login.php </strong> et ce plugin</br>Le lien <strong>wp-admin</strong> sera inaccessible

source: Antispam protection
fr_fr: Protection antispam

source: Enable captcha?
fr_fr: Activer le CAPTCHA ?

source: Honeypot antispam detection is enabled by default.
fr_fr: La détection antispam Honeypot est activée par défaut

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
fr_fr: Pour utiliser les CAPTCHA, la bibliothèque PHP-GD doit être activée sur votre serveur / chez votre hébergeur

source: User role
fr_fr: Utilisateur mis en rôle Standby (attente)

source: Enable Standby role?
fr_fr: Activer le rôle Standby (attente) ?

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
fr_fr: Le rôle Standby (attente) désactive toutes les fonctionnalités pour les nouveaux utilisateurs, jusqu'à ce qu'un administrateur le change</br>C'est utile pour les sites avec des accès restreints.

source: Hide username
fr_fr: Cacher l'identifiant

source: Hide username?
fr_fr: Cacher l'identifiant ?

source: Hide username from the preview form.
fr_fr: Cacher l'identifiant sur les formulaires

source: Password complexity
fr_fr: Mots de passe complexes

source: Enable password complexity?
fr_fr: Activer les mots de passe complexes

source: Email notification
fr_fr: L’email est invalide

source: Single Password
fr_fr: Changer le mot de passe

source: Registration
fr_fr: Inscription

source: Save Changes
fr_fr: Enregistrer les modifications

source: Use this widget to show the user login status and Clean Login links.
fr_fr: Utilisez ce widget pour afficher l'état de connexion de l'utilisateur et les liens vers Clean Login

source: Edit my profile
fr_fr: Modifier mon profil

source: Log in
fr_fr: Connexion

source: Register
fr_fr: Inscription

source: Lost password?
fr_fr: Mot de passe perdu ?

source: User login status
fr_fr: Statut de l'utilisateur connecté

source: Title:
fr_fr: Titre :

source: Settings
fr_fr: Paramètres enregistrés

source: General information
fr_fr: Informations générales

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Change password
fr_fr: Changer le mot de passe

source: If you would like to change the password type a new one. Otherwise leave this blank.
fr_fr: Si vous souhaitez modifier le mot de passe, saisissez en un nouveau</br>Sinon, laissez ce champ vide

source: New password
fr_fr: Nouveau mot de passe

source: Confirm password
fr_fr: Confirmer le mot de passe

source: User Information
fr_fr: Informations utilisateur

source: Update profile
fr_fr: Mettre à jour mon profil

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Remember?
fr_fr: Se souvenir de moi ?

source: Log out
fr_fr: Déconnexion

source: Type the text above
fr_fr: Tapez le texte ci-dessus

source: Username (or E-mail)
fr_fr: Identifiant (ou email)

source: Restore password
fr_fr: Réinitialiser le mot de passe

source: Your new password is
fr_fr: Votre nouveau mot de passe est
